Repository: artandor/diabetehelper
Catalog: app/Resources/translations/messages.*.xliff
Languages: fr

source: Accompaniment website for diabetics allowing you to store you blood sugar levels and others important informations about your diabete, and get a lot of statistic in order to have a better view on your results, and ideas about how to improve your treatment.
fr: Site d'accompagnement des diabétiques vous permettant de stocker vos glycémies et autres informations importantes, puis d'obtenir des statistiques pour avoir un meilleur aperçu de vos résultat et des idées pour améliorer votre traitement.

source: Blood sugar level
fr: Taux glycémique

source: Choose your blood type
fr: Choisissez votre groupe sanguin

source: Date end
fr: Date fin

source: Date start
fr: Date début

source: Moment of the blood sugar level
fr: Moment de la glycémie

source: No glycemia in the selected date range.
fr: Aucune glycémie entre les dates sélectionnées.

source: Submit
fr: Valider

source: The % of your last hb1c
fr: %age de la dernière Hb1c

source: The date you did your last Hb1c
fr: Date de la dernière Hb1c

source: The type of diabete you have
fr: Le type de diabète que vous avez

source: The year of your birth
fr: L'année de votre naissance

source: What traitements do you take
fr: Quel est votre traitement

source: You'll also find all you need about your food, since an insulinotherapy part is coming soon.
fr: Vous trouverez aussi tout ce dont vous avez besoin sur la nourriture, puisqu'une partie insulinothérapie arrive bientôt.

source: Your blood type
fr: Votre groupe sanguin

source: Your height
fr: Votre taille

source: Your weight
fr: Votre poids

source: a community forum
fr: un forum communautaire

source: acetone level
fr: taux d'acétone

source: add a new glycemia
fr: ajouter une glycémie

source: add glycemia
fr: ajouter glycémie

source: back to glycemia index
fr: retour à la liste des glycémies

source: before/after
fr: avant/après

source: blood Sugar
fr: glycémie

source: blood sugar level
fr: taux glycémie

source: blood sugar levels
fr: glycémies

source: blood sugar levels list
fr: liste des glycémies

source: cancel changes
fr: annuler modifications

source: change a blood sugar level
fr: modifier une glycémie

source: change blood sugar
fr: modifier glycémie

source: close
fr: fermer

source: create an account
fr: créer un compte

source: date of glycemia
fr: date de la glycémie

source: date/hour of
fr: date/heure de

source: delete this glycemia
fr: supprimer cette glycémie

source: easy stats about your blood sugar levels
fr: statistiques accessibles concernant vos glycémies

source: error
fr: erreur

source: glycemia
fr: glycémie

source: glycemias
fr: glycémies

source: glycemic mean curve from
fr: courbe des moyennes glycémiques de

source: home
fr: accueil

source: logout
fr: déconnexion

source: meal
fr: repas

source: mobile datas : find your stats anywhere (mobile, computer, tablets, ...)
fr: données mobiles : retrouvez vos résultats partout (portable, ordinateur, tablette, ...)

source: modify
fr: modifier

source: modify my account
fr: modifier mon compte

source: my account
fr: mon compte

source: note
fr: remarque

source: physical activity
fr: activité physique

source: register
fr: m'inscrire

source: remove glycemia
fr: supprimer glycémie

source: secured data
fr: données sécurisées

source: shortcuts
fr: raccourcis

source: show
fr: afficher

source: show glycemia
fr: afficher glycémie

source: show my account
fr: afficher mon compte

source: sign in
fr: me connecter

source: statistics
fr: statistiques

source: submit changes
fr: valider les changements

source: the blood sugar test
fr: le taux glycémique

source: your blood sugar level in g/L (i.e. : 1.15 g/L)
fr: votre glycémie en g/L (exemple : 1.15 g/L)
